{
  "did you know": {
    "science": [
      "Bananas are radioactive because they contain potassium-40.",
      "Water can boil and freeze at the same time under the right conditions - it's called the triple point.",
      "Octopuses have three hearts, and their blood is blue.",
      "A single bolt of lightning contains enough energy to toast 100,000 slices of bread.",
      "The Eiffel Tower can grow more than 6 inches taller during hot weather due to metal expansion."
    ],
    "history": [
      "Napoleon was once attacked by a horde of bunnies during a hunting trip.",
      "Ancient Egyptians used moldy bread to treat infections, long before penicillin.",
      "The shortest war in history was between Britain and Zanzibar — it lasted 38 minutes.",
      "Roman concrete is stronger than modern concrete and can heal itself with seawater.",
      "President Abraham Lincoln was a champion wrestler in his youth."
    ],
    "animals": [
      "Sloths can hold their breath longer than dolphins — up to 40 minutes.",
      "Cows have best friends and can become stressed when separated.",
      "Sharks are older than trees — they’ve existed for over 400 million years.",
      "A group of flamingos is called a 'flamboyance.'",
      "Sea otters hold hands when they sleep to keep from drifting apart."
    ],
    "space": [
      "There's a planet made of diamond - 55 Cancri e a.k.a Janssen.",
      "Space smells like seared steak, according to astronauts.",
      "A day on Venus is longer than its year.",
      "Neutron stars are so dense that a sugar-cube-sized amount would weigh a billion tons.",
      "The moon is slowly drifting away from Earth - about 1.5 inches per year."
    ],
    "human_body": [
      "Your stomach gets a new lining every 3-4 days to prevent it from digesting itself.",
      "Humans glow in the dark - it's just 1,000 times too faint for our eyes to see.",
      "You have more bacteria in your mouth than there are people on Earth.",
      "Your bones are ounce for ounce stronger than steel.",
      "Your heartbeat syncs with the music you're listening to."
    ],
    "technology": [
      "The first 1GB hard drive was announced in 1980 and weighed over 500 pounds.",
      "NASA's internet speed between Earth and space can be faster than your home Wi-Fi.",
      "Captcha tests help train AI models - you’ve been teaching computers all along.",
      "Bluetooth was named after a Viking king, Harald Bluetooth.",
      "The first computer bug was an actual moth stuck in a relay."
    ],
    "random": [
      "A jiffy is an actual unit of time - about 1/100th of a second.",
      "Wombat poop is cube-shaped.",
      "The hashtag symbol is technically called an octothorpe.",
      "There's a species of jellyfish that can potentially live forever.",
      "There are more fake flamingos in the world than real ones."
    ]
  }
}
