{
  "hypotheticals":
          {
  "fun": [
    "What would you do if you could switch lives with any fictional character for a day?",
    "What would you do if you woke up and could speak any language fluently?",
    "What would you do if your pet could talk — what would they say first?",
    "What would you do if you could teleport anywhere, but only once per day?",
    "What would you do if every time you blinked, you changed outfits?",
    "What would you do if you had to live in your favorite video game — would you survive?",
    "What would you do if you could become invisible but only for 10 minutes at a time?",
    "What would you do if you could pause time — how would you use it?",
    "What would you do if you were stuck in a musical and had to sing everything?",
    "What would you do if your life had a soundtrack that followed your mood?",
    "Who would you be if you could be any Disney character for a week?",
    "Who would you be if you had to choose a superhero identity?",
    "Who would you be if you could be any celebrity for 24 hours?",
    "Who would you be if you lived in the Harry Potter universe?",
    "Who would you be if you could be any cartoon character come to life?",
    "What would you do if you could fly but only three feet off the ground?",
    "What would you do if you had to wear a costume every day for a year?",
    "What would you do if you could transform into any animal for one hour daily?",
    "What would you do if you could only communicate through emojis for a week?",
    "What would you do if you found a genie lamp with only one wish?",
    "Who would you be if you could be any character from your favorite TV show?",
    "Who would you be if you had to pick a job that doesn't exist yet?",
    "Who would you be if you could be any historical figure for a day?",
    "Who would you be if you lived in a fairy tale — hero, villain, or sidekick?",
    "Who would you be if you could create your own anime character persona?",
    "What would you do if you could eat any food without consequences?",
    "What would you do if you had a personal theme song that played when you entered rooms?",
    "What would you do if you could shrink to the size of an ant whenever you wanted?",
    "What would you do if you could control the weather in a 10-foot radius around you?",
    "What would you do if you could make any object come to life for 24 hours?"
  ],
  "deep": [
    "What would you do if you could relive one moment of your life — would you change anything?",
    "What would you do if you had to choose between saving one loved one or five strangers?",
    "What would you do if you knew exactly how long you had left to live?",
    "What would you do if you could know the absolute truth to one question?",
    "What would you do if your memories could be seen by others?",
    "What would you do if your success meant someone else's failure?",
    "What would you do if your younger self met you now?",
    "What would you do if you had to restart your life but kept all your memories?",
    "What would you do if you had the chance to forget your biggest regret?",
    "What would you do if everyone could read your thoughts for one hour a day?",
    "What would you do if you could prevent one tragedy but cause another?",
    "What would you do if you discovered your entire life was a simulation?",
    "What would you do if you could feel every emotion of everyone around you?",
    "What would you do if you had to choose between eternal happiness or eternal wisdom?",
    "What would you do if you could speak to one deceased person for five minutes?",
    "What would you do if you had to live with every decision you've ever made visible to everyone?",
    "What would you do if you could erase one person's pain but take it on yourself?",
    "What would you do if you knew a secret that could change the world but nobody would believe you?",
    "What would you do if you could give up all your possessions to save a stranger's life?",
    "What would you do if you had to choose between your dreams and your family's happiness?"
  ],
  "weird": [
    "What would you do if humans laid eggs instead of giving birth?",
    "What would you do if gravity worked in reverse for one day a year?",
    "What would you do if animals ran the world and humans were the pets?",
    "What would you do if you grew a new arm every time you told a lie?",
    "What would you do if clouds were actually sentient and watching us?",
    "What would you do if everyone had to wear their mood as a visible aura?",
    "What would you do if your dreams were broadcast on live TV while you slept?",
    "What would you do if your reflection had its own thoughts and personality?",
    "What would you do if socks controlled your emotions?",
    "What would you do if your shadow could talk — what secrets would it spill?",
    "What would you do if trees could scream and only you could hear them?",
    "What would you do if everyone's age was written on their forehead?",
    "What would you do if you had to taste colors and see flavors?",
    "What would you do if books could judge you for reading them?",
    "What would you do if your hair grew a different color based on your lies?",
    "What would you do if mirrors showed your true personality instead of your appearance?",
    "What would you do if you could only walk backwards for the rest of your life?",
    "What would you do if your sneezes could grant wishes but you couldn't control when you sneezed?",
    "What would you do if elevators could only go sideways?",
    "What would you do if you had to swap bodies with someone random every full moon?"
  ],
  "challenging": [
    "What would you do if you could eliminate all suffering, but never feel joy again?",
    "What would you do if you had to lose one of your five senses — which would you choose?",
    "What would you do if lying became physically impossible?",
    "What would you do if you were the only person immune to a worldwide mind-control signal?",
    "What would you do if you had to live the same day over and over for a year?",
    "What would you do if you had to reveal your full internet history to your family?",
    "What would you do if you were the only one who remembered the past?",
    "What would you do if you had to choose between free will and guaranteed happiness?",
    "What would you do if every time you helped someone, something went wrong for you?",
    "What would you do if one of your closest friends was secretly working against you?",
    "What would you do if you had to choose between saving your country or saving your family?",
    "What would you do if you could end world hunger but it meant you could never eat again?",
    "What would you do if you had to live in complete isolation for five years to save humanity?",
    "What would you do if you could cure all diseases but it shortened your life by 50 years?",
    "What would you do if you had to choose between your memories or your future?",
    "What would you do if you could bring world peace but you'd be forgotten by everyone you love?",
    "What would you do if you had to sacrifice your dreams to ensure someone else's success?",
    "What would you do if you could prevent all crime but everyone would lose their privacy?",
    "What would you do if you had to choose between your moral beliefs and your survival?",
    "What would you do if you could save the planet but humanity would never advance technologically again?"
  ]
}
}