{
  "story_builder": [
    {
      "category": "mystery",
      "starter": "The library book had been checked out for 47 years, and today someone finally returned it.",
      "difficulty": "medium"
    },
    {
      "category": "sci-fi",
      "starter": "Every morning at 6:17 AM, the same text message appears on your phone from a number that doesn't exist.",
      "difficulty": "hard"
    },
    {
      "category": "fantasy",
      "starter": "The dragon in your backyard turned out to be surprisingly good at making coffee.",
      "difficulty": "easy"
    },
    {
      "category": "horror",
      "starter": "The mannequin in the store window keeps changing positions when no one is looking.",
      "difficulty": "medium"
    },
    {
      "category": "romance",
      "starter": "You accidentally grabbed the wrong suitcase at the airport, and inside you found love letters addressed to you.",
      "difficulty": "medium"
    },
    {
      "category": "adventure",
      "starter": "The treasure map your grandmother left you led to the local grocery store's freezer section.",
      "difficulty": "easy"
    },
    {
      "category": "comedy",
      "starter": "Your pet goldfish just filed a formal complaint with the neighborhood association.",
      "difficulty": "easy"
    },
    {
      "category": "thriller",
      "starter": "The parking meter outside your apartment has been counting down instead of up for three days.",
      "difficulty": "hard"
    },
    {
      "category": "fantasy",
      "starter": "The antique mirror you bought shows reflections of rooms that don't exist in your house.",
      "difficulty": "medium"
    },
    {
      "category": "sci-fi",
      "starter": "Time travel was invented yesterday, but somehow you remember it being invented last week.",
      "difficulty": "hard"
    },
    {
      "category": "mystery",
      "starter": "Every Tuesday, someone leaves a single red rose on your doorstep with a different mathematical equation.",
      "difficulty": "medium"
    },
    {
      "category": "slice-of-life",
      "starter": "The new coffee shop in town only serves customers who can solve their daily riddle.",
      "difficulty": "easy"
    },
    {
      "category": "horror",
      "starter": "Your shadow started moving independently last Thursday, and it's been making better life choices than you.",
      "difficulty": "medium"
    },
    {
      "category": "romance",
      "starter": "The person you've been video chatting with for months just revealed they're actually from the year 1892.",
      "difficulty": "hard"
    },
    {
      "category": "adventure",
      "starter": "The GPS in your car has started giving directions to places that don't exist yet.",
      "difficulty": "medium"
    },
    {
      "category": "comedy",
      "starter": "Your houseplants have formed a union and are demanding better working conditions.",
      "difficulty": "easy"
    },
    {
      "category": "thriller",
      "starter": "The elevator in your building has been going to a 13th floor that wasn't there yesterday.",
      "difficulty": "hard"
    },
    {
      "category": "fantasy",
      "starter": "The fortune cookie you opened contained a small, very angry fairy instead of a fortune.",
      "difficulty": "easy"
    },
    {
      "category": "sci-fi",
      "starter": "Your smart home assistant has been ordering items you need before you realize you need them.",
      "difficulty": "medium"
    },
    {
      "category": "mystery",
      "starter": "The local museum's dinosaur skeleton has been rearranging itself into different poses each night.",
      "difficulty": "medium"
    },
    {
      "category": "horror",
      "starter": "Your childhood imaginary friend just sent you a friend request on social media.",
      "difficulty": "hard"
    },
    {
      "category": "romance",
      "starter": "The person who keeps leaving positive notes in your textbooks turned out to be your biggest rival.",
      "difficulty": "medium"
    },
    {
      "category": "adventure",
      "starter": "The hiking trail you've walked a hundred times suddenly leads to a city you've never seen before.",
      "difficulty": "medium"
    },
    {
      "category": "comedy",
      "starter": "Your morning alarm clock has been replaced by a small band of medieval minstrels.",
      "difficulty": "easy"
    },
    {
      "category": "thriller",
      "starter": "The same stranger has been in the background of every photo you've taken for the past month.",
      "difficulty": "hard"
    },
    {
      "category": "fantasy",
      "starter": "The old woman at the farmer's market has been selling the same apples for 200 years.",
      "difficulty": "medium"
    },
    {
      "category": "sci-fi",
      "starter": "Your dreams have started appearing as trending topics on social media the next morning.",
      "difficulty": "hard"
    },
    {
      "category": "mystery",
      "starter": "The lost and found box at work contains items that won't be invented for another decade.",
      "difficulty": "hard"
    },
    {
      "category": "slice-of-life",
      "starter": "The neighborhood cats have been leaving you increasingly complex origami sculptures.",
      "difficulty": "easy"
    },
    {
      "category": "horror",
      "starter": "Your phone's autocorrect has been changing your messages to warn you about things that haven't happened yet.",
      "difficulty": "medium"
    },
    {
      "category": "romance",
      "starter": "The person you bumped into at the coffee shop keeps appearing in your dreams from childhood.",
      "difficulty": "hard"
    },
    {
      "category": "adventure",
      "starter": "The escape room you entered six hours ago doesn't seem to have an exit.",
      "difficulty": "medium"
    },
    {
      "category": "comedy",
      "starter": "Your refrigerator has started passive-aggressively commenting on your food choices through magnetic poetry.",
      "difficulty": "easy"
    },
    {
      "category": "thriller",
      "starter": "The security camera footage from your apartment shows you doing things you don't remember doing.",
      "difficulty": "hard"
    },
    {
      "category": "fantasy",
      "starter": "The bookshop owner mentioned that the book you're looking for doesn't exist yet, but offered to introduce you to the author.",
      "difficulty": "medium"
    },
    {
      "category": "sci-fi",
      "starter": "Your reflection in mirrors has been showing up three seconds before you actually arrive.",
      "difficulty": "hard"
    },
    {
      "category": "mystery",
      "starter": "The town's welcome sign keeps changing to welcome different versions of you.",
      "difficulty": "medium"
    },
    {
      "category": "horror",
      "starter": "The music box your aunt left you only plays songs that haven't been written yet.",
      "difficulty": "medium"
    },
    {
      "category": "romance",
      "starter": "Every book you check out from the library has the same person's notes in the margins.",
      "difficulty": "easy"
    },
    {
      "category": "adventure",
      "starter": "The subway train you accidentally got on doesn't appear on any map and makes stops in places that don't exist.",
      "difficulty": "hard"
    }
  ]
}